/* Percentage left menuitem */
"%ld %% left" = "%ld %% kvar";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% kvar ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld kvar (%3$ld%%)";

/* Update menuitem
 Update notification */
"A newer version is available" = "En nyare version finns tillgänglig";

/* Powersource state */
"AC Power" = "Strömadapter";

/* Advanced mode setting */
"Advanced mode" = "Avancerad läge";

/* Powersource state */
"Battery Power" = "Batteri";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "Återstående batteritid";

/* Calculating sidetext */
"Calculating…" = "Beräknar…";

/* Charged notification */
"Charged" = "Laddad";

/* Update menuitem */
"Checking for updates…" = "Letar efter uppdatering…";

/* Update menuitem */
"Could not check for updates" = "Kunde inte söka efter uppdatering";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Cykelantal: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Visa tid med parenteser";

/* Display battery icon setting */
"Display battery icon" = "Visa batteriikonen";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Strömsparinställningar…";

/* Remaining menuitem */
"Loading…" = "Laddar…";

/* Notification menuitem */
"Notifications" = "Notifikationer";

/* Powersource state */
"Off Line" = "Inte ansluten";

/* Powersource menuitem */
"Power source: %@" = "Strömkälla: %@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Strömförbrukning: %.2f Watt";

/* Quit menuitem */
"Quit" = "Avsluta";

/* Settings menuitem */
"Settings" = "Inställningar";

/* Start at login setting */
"Start at login" = "Starta vid inloggning";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperatur: %.1f°C";

/* Powersource state */
"Unknown" = "Okänd";

/* Update menuitem */
"Up to date" = "Aktuell";

